Repository: altunokmd/DiagROC
Catalog: jamovi/i18n/*.po
Languages: tr

source: Sensitivity
tr: Sensitivite

source: Specificity
tr: Spesifisite

source: Positive Likelihood Ratio
tr: Pozitif Olabilirlik Oranı

source: Negative Likelihood Ratio
tr: Negatif Olabilirlik Oranı

source: Prevalence
tr: Prevalans

source: Positive Predictive Value
tr: Pozitif Prediktif Değer

source: Negative Predictive Value
tr: Negatif Prediktif Değer

source: Accuracy
tr: Doğruluk

source: Relative Risk
tr: Rölatif Risk

source: Absolute Risk Reduction (ARR)
tr: Mutlak Risk Azalması (ARR)

source: Relative Risk Reduction (RRR)
tr: Rölatif Risk Azalması (RRR)

source: Number Needed To Treat (NNT)
tr: Tedavi İçin Gerekli Sayı (NNT)

source: Odds Ratio
tr: Odds Oranı

source: (Harm)
tr: (Zarar)

source: (Benefit)
tr: (Fayda)

source: Diagnostic Test Positive
tr: Tanısal Test Pozitif

source: Diagnostic Test Negative
tr: Tanısal Test Negatif

source: Likelihood Ratio
tr: Olabilirlik Oranı

source: Pretest Probability (%)
tr: Test Öncesi Olasılık (%)

source: Posttest Probability (%)
tr: Test Sonrası Olasılık (%)

source: Pretest Prob.
tr: Test Öncesi Olasılık

source: Posttest Positive
tr: Test Sonrası Pozitif

source: Posttest Negative
tr: Test Sonrası Negatif

source: Class variable must have exactly 2 levels.
tr: Sınıf değişkeni tam olarak 2 seviyeli olmalı.

source: Selected event level is not valid.
tr: Seçilmiş olan seviye geçerli değil.

source: The class variable doesn't have exactly 2 levels in rows where '{col}' is not missing.
tr: Sınıf değişkeni, '{col}' ifadesinin eksik olmadığı satırlarda tam olarak 2 seviyeye sahip değildir.

source: ROC Curve
tr: ROC Eğrisi

source: 1 - Specificity
tr: 1 - Spesifisite

source: Positive if test %s cut-off (direction chosen to maximize AUC).
tr: Test %s eşik değer ise pozitif kabul edilir (yön, AUC değerini maksimize edecek şekilde seçilmiştir).

source: <h4>Procedure Notes</h4>
tr: <h4>Prosedür Notları</h4>

source: <p>Please begin by selecting your test/exposure variable and reference test/disease variable.</p>
tr: <p>Lütfen test/maruziyet değişkeninizi ve referans test/hastalık değişkeninizi seçerek başlayın</p>

source: <p>The test/exposure variable can be of any measurement type. The level selector and cutoff editor will be enabled or disabled automatically based on the variable type.</p>
tr: <p>Test/maruziyet değişkeni herhangi bir ölçüm tipinde olabilir. Seviye seçici ve kesme düzenleyici, değişken türüne göre otomatik olarak etkinleştirilecek veya devre dışı bırakılacaktır.</p>

source: <p>Ordinal variables with more than two levels will be treated as continuous, and require at least one cutoff value to be specified.</p>
tr: <p>İkiden fazla düzeyi olan sıralı değişkenler sürekli olarak ele alınacak ve en az bir kesme değerinin belirtilmesini gerektirecektir.</p>

source: <p>You may define multiple cutoff values for continuous or ordinal test variables.</p>
tr: <p>Sürekli veya sıralı test değişkenleri için birden fazla kesme değeri tanımlayabilirsiniz.</p>

source: <p>Ordinal variables with exactly two levels will be treated as dichotomous.</p>
tr: <p>Tam olarak iki seviyeye sahip sıralı değişkenler ikili olarak ele alınacaktır.</p>

source: Positive
tr: Pozitif

source: Negative
tr: Negatif

source: Reference Test / Disease
tr: Referans Test / Hastalık

source: New Test /<br>Exposure
tr: Yeni Test /<br>Maruziyet

source: Total
tr: Toplam

source: <h3>When to use?</h3>
tr: <h3>Ne zaman kullanılır?</h3>

source: <h3>Comments</h3>
tr: <h3>Yorumlar</h3>

source: <h2>Single Test Design, new diagnostic test</h2>
tr: <h2>Tek Test Tasarımı, yeni tanısal test</h2>

source: <p>This formula is used to estimate the sample size when the new diagnostic test is compared with the reference standard in a cohort where the true disease status and prevalence is known.</p>
tr: <p>Bu formül, gerçek hastalık durumu ve prevalansının bilindiği bir kohortta yeni tanı testi referans standart ile karşılaştırıldığında örneklem büyüklüğünü tahmin etmek için kullanılır.</p>

source: <p><strong>Sens or Spec</strong>: pre-determined value ascertained by previous published data or clinician experience/judgment</p><p><strong>Marginal error</strong>: maximum error of the estimate with a confidence level of 95%.</p><p><strong>Prevalence</strong>: disease prevalence in the study population.</p><p>Estimated sample sizes will be different for the same sensitivity and specificity if the disease prevalence is not 50%, or when the number subjects with and without the disease are not equal.</p>
tr: <p><strong>Sensitivite veya Spesifisite</strong>: Önceden yayımlanmış verilerden veya klinisyenin deneyimi/yargısından elde edilen belirlenmiş değer.</p> <p><strong>Marjinal hata</strong>: %95 güven düzeyinde tahminin maksimum hata payı.</p> <p><strong>Prevalans</strong>: Çalışma popülasyonundaki hastalık yaygınlığı (prevalansı).</p> <p>Hastalık prevalansı %50 değilse veya hasta olan ve olmayan bireylerin sayısı eşit değilse, aynı sensitivite ve spesifisite değerleri için tahmin edilen örneklem büyüklükleri farklı olacaktır.</p>

source: <h2>Single Test Design, comparing the accuracy of a single test to a null value</h2>
tr: <h2>Tek Test Tasarımı, tek bir testin doğruluğunun sıfır hipotezine karşı karşılaştırılması</h2>

source: <p>This formula is used to estimate the sample size when the diagnostic test is compared with the reference standard in a cohort where the true disease status and prevalence is <strong>unknown</strong>.</p><p>After the using the Equations, calculated values should be adjusted according to disease prevelance.</p>
tr: <p>Bu formül, gerçek hastalık durumu ve prevalansının <strong>bilinmediği</strong> bir kohortta tanı testi referans standart ile karşılaştırıldığında örneklem büyüklüğünü tahmin etmek için kullanılır.</p><p>Denklemler kullanıldıktan sonra, hesaplanan değerler hastalık prevelansına göre ayarlanmalıdır.</p>

source: <h2>Studies comparing two diagnostic tests</h2>
tr: <h2>İki tanısal testi karşılaştıran çalışmalar</h2>

source: <h5>Unpaired (between-subjects) design</h5><p>Participants are randomly assigned to either the index or comparator test.</p><h5>Paired (within-subjects) design</h5><p>Two comparator tests are applied to all subjects along with the reference standard</p>
tr: <h5>Eşleştirilmemiş (bağımsız gruplar arası) tasarım</h5> <p>Katılımcılar rastgele olarak ya test grubuna ya da karşılaştırma grubuna atanır.</p> <h5>Eşleştirilmiş (birey içi) tasarım</h5> <p>Tüm bireylere iki karşılaştırmalı test ve referans standart birlikte uygulanır.</p>

source: <p>One-sided N is preferred since we want to test if one of the paths are different than the other</p><p><strong>Ψ (min)</strong> where the disagreement is minimum (P2-P1)</p><p><strong>Ψ (max)</strong> where the agreement is by chance, or disagreement is maximum</p><p>Cont.Correction are the values where the Yates' continuity correction was applied</p>
tr: <p>Tek taraflı N tercih edilir çünkü amaç yollar arasında bir fark olup olmadığını test etmektir.</p> <p><strong>Ψ (min)</strong>: En az uyuşmazlık durumu (P2 - P1)</p> <p><strong>Ψ (maks)</strong>: Uyuşmanın rastlantısal olduğu ya da uyuşmazlığın maksimum olduğu durum</p> <p><strong>Süreklilik Düzeltmesi</strong>: Yates'in süreklilik düzeltmesinin uygulandığı değerlerdir.</p>

source: N(sens, adjusted)
tr: N(sens, düzeltilmiş)

source: N(spec, adjusted)
tr: N(spec, düzeltilmiş)

source: N(max)
tr: N(maks)

source: Unpaired Design
tr: Eşleştirilmemiş Tasarım

source: Paired Design
tr: Eşleştirilmiş Tasarım

source: N (Total)
tr: N (Toplam)

source: Mean
tr: Ortalama

source: diseased
tr: hasta

source: not-diseased
tr: hasta değil

source: total subjects
tr: toplam denek

source: for each group
tr: her grup için

source: for the study
tr: çalışma için

source: for each study
tr: her çalışma için

source: Combined ROC Curves
tr: Birleştirilmiş ROC Eğrileri

source: ROC Curve Summary
tr: ROC Eğrisi Özeti

source: Results
tr: Sonuçlar

source: Result
tr: Sonuç

source: 95% CI
tr: %95 GA

source: Lower
tr: Alt

source: Upper
tr: Üst

source: Pairwise AUC Comparisons (DeLong's Test)
tr: İkili AUC Karşılaştırmaları (DeLong Testi)

source: AUC Difference
tr: AUC Farkı

source: Variables
tr: Değişkenler

source: ROC Curve: $key
tr: ROC Eğrisi: $key

source: Cut-off Coordinates: $key
tr: Eşik Değerler: $key

source: Cut-off
tr: Eşik Değer

source: TP
tr: GP

source: FP
tr: YP

source: TN
tr: GN

source: FN
tr: YN

source: F1 Score
tr: F1 Skoru

source: Youden's Index
tr: Youden İndeksi

source: Contingency Table: $key
tr: Çapraz Tablo: $key

source: According to Youden's Index
tr: Youden İndeksine göre

source: Diagnostic Accuracy: $key
tr: Tanısal Doğruluk: $key

source: Procedure Summary
tr: Prosedür Özeti

source: Variable
tr: Değişken

source: Type
tr: Tip

source: Factor
tr: Faktör

source: Numeric
tr: Sayısal

source: Missing
tr: Eksik Veri

source: Contingency Table
tr: Çapraz Tablo

source: Diagnostic Accuracy
tr: Tanısal Doğruluk

source: Relative Risk and Odds Ratio
tr: Rölatif Risk ve Odds Oranı

source: Post-Test Probability
tr: Test Sonrası Olasılık

source: Pre-Test Probability
tr: Test Öncesi Olasılık

source: Fagan Nomogram
tr: Fagan Nomogramı

source: Sample Size Estimation For Diagnostic Accuracy Studies
tr: Tanısal Doğruluk Çalışmaları İçin Örneklem Büyüklüğü Hesaplama

source: Single Test Design, new diagnostic test
tr: Tek Test Tasarımı, yeni tanısal testi

source: Single Test Design, comparing the accuracy of a single test to a null value
tr: Tek Test Tasarımı, bir testin doğruluğunun sıfır hipotezine karşı karşılaştırılması

source: Studies comparing two diagnostic tests
tr: İki tanı testini karşılaştıran çalışmalar

source: Continuity Correction
tr: Süreklilik Düzeltmesi

source: ROC Analysis
tr: ROC Analizi

source: Dependent Variable(s)
tr: Bağımlı Değişken(ler)

source: Class Variable
tr: Sınıf Değişkeni

source: Event Level
tr: Pozitif Düzey

source: Compare ROC Curves (DeLong's Test)
tr: ROC Eğrilerini Karşılaştır (DeLong's Test)

source: Display Diagnostic Accuracy Metrics
tr: Tanısal Doğruluk Ölçütlerini Göster

source: Coordinates
tr: Koordinatlar

source: Plots
tr: Grafikler

source: Display Coordinate Table
tr: Koordinat Tablosunu Göster

source: Display All Coordinate Points
tr: Tüm Koordinat Noktalarını Göster

source: Display ROC Curves
tr: ROC Eğrilerini Görüntüle

source: Combine ROC Curves
tr: ROC Eğrilerini Birleştir

source: True Positive (TP)
tr: Gerçek Pozitif (GP)

source: False Positive (FP)
tr: Yanlış Pozitif (YP)

source: True Negative (TN)
tr: Gerçek Negatif (GN)

source: False Negative (FN)
tr: Yanlış Negatif (YN)

source: Coordinate Points
tr: Koordinat Noktaları

source: Reference Line
tr: Referans Çizgisi

source: Grid Lines
tr: Izgara Çizgileri

source: Width
tr: Genişlik

source: Height
tr: Yükseklik

source: Optimal Cut-off Selection
tr: Optimum Eşik Seçimi

source: Test Variable
tr: Test Değişkeni

source: Positive Test Level
tr: Pozitif Test Seviyesi

source: Outcome Variable
tr: Sonuç Değişkeni

source: Cut-off Coordinates
tr: Eşik Değerler

source: Test / Exposure Variable
tr: Test / Maruziyet Değişkeni

source: Add cut-off
tr: Eşik değer ekle

source: Reference / Disease Variable
tr: Referans / Hastalık Değişkeni

source: Statistics
tr: İstatistikler

source: Manual Calculator
tr: Manuel Hesaplayıcı

source: Sample Size Estimation
tr: Örneklem Büyüklüğü Hesaplama

source: New diagnostic test
tr: Yeni tanısal test

source: Compare to a null value
tr: Sıfır hipotezi ile karşılaştır

source: Compare two tests
tr: İki testi karşılaştır

source: Type-1 Error
tr: Tip-1 Hata

source: Sens or Spec
tr: Sensitivite veya Spesifisite

source: Marginal Error
tr: Marjinal Hata

source: Power
tr: Güç

source: Sensitivity (1)
tr: Sensitivite (1)

source: Sensitivity (0)
tr: Sensitivite (0)

source: Specificity (1)
tr: Spesifisite (1)

source: Specificity (0)
tr: Spesifisite (0)

source: Proportion 1
tr: Oran 1

source: Proportion 2
tr: Oran 2

source: Difference (Ψ_min)
tr: Fark (Ψ_min)

source: Std. Error
tr: Std. Hata

source: Run ROC analysis and assess diagnostic accuracy metrics
tr: ROC analizi gerçekleştir ve tanısal doğruluk ölçütlerini değerlendir

source: Assess diagnostic accuracy metrics for selected cut-off points
tr: Seçilen eşik değerler için tanısal doğruluk ölçütlerini değerlendir

source: Assess diagnostic accuracy metrics based on the given contingency table
tr: Verilen çapraz tabloya göre tanısal doğruluk ölçütlerini değerlendir

source: Based on optimal cut-off (Youden’s Index)
tr: Optimum eşik değere göre (Youden indeksi)
